Repository: RRZE-Webteam/rrze-xliff
Catalog: languages/rrze-xliff-*.po
Languages: de_de

source: Bulk XLIFF export
de_de: XLIFF-Massenexport

source: No file was found for download or sending.
de_de: Es wurde keine Datei zum Download oder Versand gefunden.

source: The export was sent successfully.
de_de: Der Export wurde erfolgreich versandt.

source: There was an error sending the export.
de_de: Es gab einen Fehler beim Versenden des Exports.

source: The submitted ID for export does not match a post
de_de: Die übergebene ID für den Export konnte keinem Inhalt zugeordnet werden.

source: No source language code set.
de_de: Keine Quellsprache gesetzt.

source: Import successful
de_de: Import erfolgreich

source: No content was found for the passed post ID.
de_de: Es wurde kein Inhalt für die übergebene ID gefunden.

source: The file was not found.
de_de: Die Datei wurde nicht gefunden.

source: The file’s content is no XLIFF.
de_de: Der Datei-Inhalt ist kein XLIFF.

source: An unknown error occurred. The post couldn’t be saved.
de_de: Ein unbekannter Fehler ist aufgetreten. Der Beitrag konnte nicht gespeichert werden.

source: Export post as XLIFF
de_de: Inhalt als XLIFF exportieren.

source: Download XLIFF file
de_de: XLIFF-Datei herunterladen

source: Or send the file to an email address:
de_de: Oder schicke die Datei an eine E-Mail-Adresse:

source: Email address
de_de: E-Mail-Adresse

source: Send XLIFF file
de_de: XLIFF-Datei versenden

source: Close dialog
de_de: Dialog schließen

source: Choose XLIFF file to import
de_de: XLIFF-Datei zum Import auswählen

source: Import XLIFF file
de_de: XLIFF-Datei importieren

source: Settings
de_de: Einstellungen

source: Settings &rsaquo; XLIFF Export/Import
de_de: Einstellungen &rsaquo; XLIFF-Export/-Import

source: Default email address
de_de: Standard-E-Mail-Adresse

source: Default email subject
de_de: Standard-E-Mail-Betreff

source: You can use the following template tags: %%POST_ID%%, %%POST_TITLE%%
de_de: Du kannst die folgenden Template-Tags nutzen: %%POST_ID%%, %%POST_TITLE%%

source: Role that a user needs for export and import
de_de: Mindestens notwendige Benutzerrolle für den Export und Import

source: Post types to show Export/Import options for
de_de: Inhaltstypen, bei denen die Option für Export/Import angezeigt werden soll

source: General settings
de_de: Allgemeine Einstellungen

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Auf dem Server läuft PHP %1$s. Das Plugin benötigt mindestens PHP %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Auf dem Server läuft WordPress %1$s. Das Plugin benötigt mindestens WordPress %2$s.
